Repository: jweiland-net/service_bw2
Catalog: Resources/Private/Language/*.FlexForms.xlf
Languages: de

# sheet_general
source: General
de: Allgemein

source: Display mode
de: Ausgabe

# organisationseinheiten.list
source: Organisationseinheiten list view
de: Organisationseinheiten Listenansicht

# organisationseinheiten.show
source: Organisationseinheiten detail view
de: Organisationseinheiten Detailansicht

# settings.organisationseinheiten.list_items
source: Choose items to display (recursive)
de: Zeige folgende Organisationseinheiten davon an (rekursiv)

# sheet_list_pages
source: Pages (list view)
de: Seiten (Listenansicht)

# sheet_detail_pages
source: Pages (detail view)
de: Seiten (Detailansicht)

# leistungen.list
source: Leistungen list view
de: Leistungen Listenansicht

# leistungen.show
source: Leistungen detail view
de: Leistungen Detailansicht

# lebenslagen.list
source: Lebenslagen list view
de: Lebenslagen Listenansicht

# lebenslagen.show
source: Lebenslagen detail view
de: Lebenslagen Detailansicht

# prozesse.list
source: DEPRECATED Prozesse list view
de: VERALTET Prozesse Listenansicht

# settings.organisationseinheiten.maps2_pid
source: Where to store maps2 records of Organisationseinheit items?
de: Speicherort für maps2 Datensätze von Organisationseinheiten

# settings.organisationseinheiten.maps2_detail_page
source: Detail page for maps2 poi collection
de: Seite für die maps2 Detailansicht

# suche.list
source: Search
de: Suche
