Repository: jweiland-net/service_bw2
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.servicebw.description
source: This plugin provides the possibility to list and show various kinds of entities of Service BW API onto your website.
de: Dieses Plugin bietet die Möglichkeit an verschiedene Organisationsstrukturen auf der Webseite anzeigen zu lassen.

# plugin.servicebw2_organizationalunitslist.title
source: Service BW: Organisationseinheiten Units List
de: Service BW: Einheiten für Organisationseinheiten Liste

# plugin.servicebw2_organizationalunitslist.description
source: Organisationseinheiten List Plugin: Effectively organizes and lists organizational units, ensuring straightforward access to relevant information.
de: Organisationseinheiten Listen-Plugin: Organisiert und listet effektiv Organisationseinheiten gewährleistet den direkten Zugriff auf relevante Informationen.

# plugin.servicebw2_organizationalunitsshow.title
source: Service BW: Organisationseinheiten Units Show
de: Service BW: Organisationseinheiten anzeigen

# plugin.servicebw2_organizationalunitsshow.description
source: Organisationseinheiten Show Plugin: Presents organizational units with a user-friendly interface for seamless exploration.
de: Organisationseinheiten Show Plugin: Stellt Organisationseinheiten mit einer benutzerfreundlichen Schnittstelle zur nahtlosen Erkundung vor.

# plugin.servicebw2_serviceslist.title
source: Service BW: Services List
de: Service BW: Liste der Dienstleistungen

# plugin.servicebw2_serviceslist.description
source: Services List Plugin: Efficiently organizes and lists available services, ensuring straightforward access to relevant information.
de: Service-Listen-Plugin: Organisiert und listet effizient verfügbare Dienste und stellt sicher, dass einfacher Zugriff auf relevante Informationen gewährleistet ist.

# plugin.servicebw2_servicesshow.title
source: Service BW: Services Show
de: Service BW: Dienstleistungen anzeigen

# plugin.servicebw2_servicesshow.description
source: Services Show Plugin: Displays detailed information about services with a user-friendly interface for easy exploration.
de: Services anzeigen Plugin: Zeigt detaillierte Informationen über Services mit einer benutzerfreundlichen Benutzeroberfläche zur einfachen Erkundung.

# plugin.servicebw2_lifesituationslist.title
source: Service BW: Lebenslagen List
de: Service BW: Lebenslagen Liste

# plugin.servicebw2_lifesituationslist.description
source: Lebenslagen List Plugin: Efficiently organizes and lists essential life scenarios, ensuring straightforward access to relevant information.
de: Service-Listen-Plugin: Organisiert und listet effizient verfügbare Dienste und stellt sicher, dass einfacher Zugriff auf relevante Informationen gewährleistet ist.

# plugin.servicebw2_lifesituationsshow.title
source: Service BW: Lebenslagen Show
de: Service BW: Lebenslagen anzeigen

# plugin.servicebw2_lifesituationsshow.description
source: Lebenslagen Show Plugin: Displays crucial life situations with a user-friendly interface for easy exploration.
de: Lebenslagen Show Plugin: Zeigt entscheidende Lebenssituationen mit einer benutzerfreundlichen Oberfläche für leichte Erkundung an.

# plugin.servicebw2_servicebw2search.title
source: Service BW: Search
de: Service BW: Suche

# plugin.servicebw2_servicebw2search.description
source: Specialized in swiftly retrieving information from the BW2 service entities, ensuring precise and targeted results for an enhanced user experience.
de: Spezialisiert auf die schnelle Abfrage von Informationen von den BW2-Dienstleistern, die präzise und gezielte Ergebnisse für eine verbesserte Nutzererfahrung sicherstellen.
