Repository: jweiland-net/service_bw2
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# scheduler.pid
source: Storage PID
de: Speicherordner

# api_error.head
source: An error has occurred
de: Ein Fehler ist aufgetreten

# api_error.default
source: There was an error while fetching records. Please try again or contact an admin if the error message appears again!
de: Bei der Verbindung mit Service BW ist ein Fehler aufgetreten. Bitte erneut versuchen oder einen Administrator kontaktieren, falls die Fehlermeldung erneut erscheint!

# api_error.404
source: The requested record was not found. Maybe the URL has changed. Try to use the search.
de: Der angeforderte Datensatz konnte nicht gefunden werden. Verwenden Sie bitte die Suche, da die Informationen vermutlich an einer anderen Stelle zu finden sind.

# organisationseinheit.anschrift.HAUSANSCHRIFT
source: Home address
de: Hausanschrift

# organisationseinheit.anschrift.BESUCHERANSCHRIFT
source: Visitor address
de: Besucheranschrift

# organisationseinheit.anschrift.GROSSEMPFAENGERPOSTFACH
source: Mailing address
de: Postanschrift

# organisationseinheit.anschrift.POSTFACH
source: Post office box
de: Postfach

# organisationseinheit.opening_hours.ALLGEMEINE_OEFFNUNGSZEIT
source: Opening hours
de: Öffnungszeiten

# organisationseinheit.opening_hours.ANMELDEZEIT
source: Registration time
de: Anmeldezeiten

# organisationseinheit.opening_hours.BESUCHSZEIT
source: Visiting hours
de: Besuchszeiten

# organisationseinheit.opening_hours.FUNKTIONSZEIT
source: Operational time
de: Funktionszeiten

# organisationseinheit.opening_hours.KERNZEIT
source: Core hours
de: Kernzeiten

# organisationseinheit.opening_hours.SERVICEZEIT
source: Engineering time
de: Servicezeiten

# organisationseinheit.opening_hours.TELEFONISCHE_ERREICHBARKEIT
source: Accessibility by phone
de: Telefonische Erreichbarkeit

# organisationseinheit.leistungen
source: Services
de: Betreute Verfahren

# organisationseinheit.kontaktpersonen
source: Contact persons
de: Kontaktpersonen

# lebenslage.assigned_life_situations
source: Assigned life situations
de: Zugeordnete Lebenslagen

# lebenslage.related_verfahren
source: Related Procedure
de: Verwandte Verfahren

# formulare_prozesse
source: Related forms and processes
de: Onlineantrag und Formulare

# organisationseinheit.zugehoerige_behoerde
source: Related Organisationseinheit
de: Zuständige Verwaltungsstellen

# organisationseinheit.maps2_detail_view
source: Show on card
de: Auf der Karte anzeigen

# organisationseinheit.children
source: Subordinate Organisationseinheiten
de: Zugeordnete Stellen

# alphabetical_index.to_top
source: To top
de: Nach oben

# opening_hours.short-form.MONTAG
source: Mon
de: Mo

# opening_hours.short-form.DIENSTAG
source: Tues
de: Di

# opening_hours.short-form.MITTWOCH
source: Weds
de: Mi

# opening_hours.short-form.DONNERSTAG
source: Thurs
de: Do

# opening_hours.short-form.FREITAG
source: Fri
de: Fr

# opening_hours.short-form.SAMSTAG
source: Sat
de: Sa

# opening_hours.short-form.SONNTAG
source: Sun
de: So

# leistungen.organisationseinheiten.head
source: Competent Organisationseinheiten
de: Zuständige Verwaltungsstellen

# organisationseinheit.internetadressen
source: Related URLs
de: Internetadressen

# suche.sortBy
source: Sort by
de: Sortieren nach

# suche.sortBy.relevanz
source: Relevance
de: Relevanz

# suche.typ
source: Show type
de: Zeige Kategorie

# suche.typ.all
source: All
de: Alle

# suche.result
source: Result
de: Ergebnis

# suche.results
source: Results
de: Ergebnisse

# leistung
source: Service
de: Leistung

# lebenslage
source: Life situation
de: Lebenslage

# organisationseinheit
source: Organisational unit
de: Organisationseinheit

# leistungen
source: Services
de: Leistungen

# lebenslagen
source: Life situations
de: Lebenslagen

# organisationseinheiten
source: Organisational units
de: Organisationseinheiten

# has_prozesse
source: This service includes processes that allow you to fill out an interactive online form
de: Diese Leistung beinhaltet Prozesse, mit denen Sie ein interaktives Online-Formular ausfüllen können.

# has_formulare
source: This service includes PDF forms
de: Diese Leistung beinhaltet PDF Formulare.

# prozess.description
source: Interactive online form. May require an Service BW Account.
de: Interaktives Online-Formular. Kann einen Service BW Account voraussetzen.

# formular.description
source: PDF form to download and print out
de: PDF Formular zum herunterladen und ausdrucken.

# alphabetical_index.search_leistungen
source: Search for a service
de: Dienstleistungen durchsuchen...

# alphabetical_index.filter_prozesse
source: Show services with online forms only
de: Nur Dienstleistungen mit Online-Formular anzeigen

# button.back
source: Back to List
de: Zurück zur Liste
